Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Displays the ongoing rate for the current half-hour slot.
ar: يعرض السعر الحالي لفترة نصف الساعة الحالية.
ca: Mostra la tarifa actual per a l'interval de mitja hora en curs.
cs: Zobrazuje aktuální sazbu pro aktuální půlhodinový slot.
da: Viser den aktuelle pris for det aktuelle halvtimeslot.
de: Zeigt den aktuellen Tarif für den laufenden halbstündigen Slot an.
el: Εμφανίζει την τρέχουσα τιμή για το τρέχον χρονικό διάστημα μισής ώρας.
es: Muestra la tarifa actual para el intervalo de media hora en curso.
fi: Näyttää nykyisen hinnan kuluvalle puolen tunnin jaksolle.
fr: Affiche le tarif en cours pour le créneau de trente minutes actuel.
he: מציג את התעריף הנוכחי עבור משבצת חצי השעה הנוכחית.
hi: वर्तमान आधे घंटे के स्लॉट के लिए चल रही दर प्रदर्शित करता है।
hr: Prikazuje trenutnu cijenu za tekući polusatni termin.
hu: Megjeleníti az aktuális félórás időszakra vonatkozó díjszabást.
id: Menampilkan tarif yang sedang berlangsung untuk slot setengah jam saat ini.
it: Visualizza la tariffa in corso per la fascia oraria di mezz'ora attuale.
ja: 現在の30分枠の進行中の料金を表示します。
ko: 현재 30분 슬롯에 대한 진행 중인 요금을 표시합니다.
ms: Memaparkan kadar semasa untuk slot setengah jam semasa.
nb: Viser gjeldende pris for den pågående halvtimesperioden.
nl: Toont het lopende tarief voor het huidige halfuur.
pl: Wyświetla bieżącą stawkę dla aktualnego półgodzinnego przedziału.
pt_pt: Exibe a tarifa em andamento para o atual intervalo de meia hora.
ro: Afișează tariful în curs pentru intervalul curent de jumătate de oră.
ru: Отображает действующий тариф для текущего получасового периода.
sk: Zobrazuje aktuálnu sadzbu pre aktuálny polhodinový interval.
sl: Prikaže trenutno ceno za trenutni polurni termin.
sv: Visar den pågående taxan för den aktuella halvtimmesperioden.
th: แสดงอัตราที่กำลังดำเนินอยู่สำหรับช่วงครึ่งชั่วโมงปัจจุบัน
tr: Mevcut yarım saatlik zaman dilimi için devam eden tarifeyi gösterir.
uk: Відображає поточний тариф для поточного півгодинного інтервалу.
vi: Hiển thị giá hiện tại cho khoảng thời gian nửa giờ hiện tại.
zh_hans: 显示当前半小时时段的实时费率。
zh_hant: 顯示目前半小時時段的即時費率。

source: Distinct Products: %lld
ar: منتجات مميزة: %lld
ca: Productes diferents: %lld
cs: Různé produkty: %lld
da: Forskellige produkter: %lld
de: Unterschiedliche Produkte: %lld
el: Διαφορετικά προϊόντα: %lld
es: Productos distintos: %lld
fi: Eri tuotteet: %lld
fr: Produits distincts : %lld
he: מוצרים ייחודיים: %lld
hi: भिन्न उत्पाद: %lld
hr: Različiti proizvodi: %lld
hu: Különálló termékek: %lld
id: Produk Berbeda: %lld
it: Prodotti distinti: %lld
ja: 異なる製品：%lld
ko: 서로 다른 제품: %lld
ms: Produk Berbeza: %lld
nb: Forskjellige produkter: %lld
nl: Verschillende producten: %lld
pl: Różne produkty: %lld
pt_pt: Produtos distintos: %lld
ro: Produse distincte: %lld
ru: Различные продукты: %lld
sk: Rozličné produkty: %lld
sl: Različni izdelki: %lld
sv: Särskilda produkter: %lld
th: ผลิตภัณฑ์ที่แตกต่างกัน: %lld
tr: Farklı ürünler: %lld
uk: Різні продукти: %lld
vi: Sản phẩm riêng biệt: %lld
zh_hans: 不同产品：%lld
zh_hant: 不同產品：%lld

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Udført
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Drag to reorder cards
ar: اسحب لإعادة ترتيب البطاقات
ca: Arrossega per reordenar les targetes
cs: Přetáhněte pro změnu pořadí karet
da: Træk for at omarrangere kort
de: Ziehen zum Neuordnen der Karten
el: Σύρετε για να αναδιατάξετε τις κάρτες
es: Arrastra para reordenar las tarjetas
fi: Vedä kortteja muuttaaksesi niiden järjestystä
fr: Faites glisser pour réorganiser les cartes
he: גרור כדי לסדר מחדש את הכרטיסים
hi: कार्डों को पुनर्व्यवस्थित करने के लिए खींचें
hr: Povucite za ponovno raspoređivanje kartica
hu: Húzza a kártyákat az újrarendezéshez
id: Seret untuk mengurutkan ulang kartu
it: Trascina per riordinare le carte
ja: ドラッグしてカードの順序を変更
ko: 카드를 드래그하여 재정렬하세요
ms: Seret untuk menyusun semula kad
nb: Dra for å endre rekkefølgen på kortene
nl: Versleep om kaarten opnieuw te rangschikken
pl: Przeciągnij, aby zmienić kolejność kart
pt_pt: Arraste para reordenar os cartões
ro: Trageți pentru a reordona cardurile
ru: Перетащите, чтобы изменить порядок карт
sk: Potiahnutím zmeňte poradie kariet
sl: Povlecite za prerazvrščanje kartic
sv: Dra för att ändra ordning på korten
th: ลากเพื่อจัดเรียงการ์ดใหม่
tr: Kartları yeniden sıralamak için sürükleyin
uk: Перетягніть, щоб змінити порядок карт
vi: Kéo để sắp xếp lại các thẻ
zh_hans: 拖动以重新排序卡片
zh_hant: 拖曳以重新排列卡片

source: e.g., SW1A 1AA, SW1A or H
ar: مثلًا: SW1A 1AA، SW1A أو H
ca: p. ex., SW1A 1AA, SW1A o H
cs: např. SW1A 1AA, SW1A nebo H
da: f.eks. SW1A 1AA, SW1A eller H
de: z. B. SW1A 1AA, SW1A oder H
el: π.χ., SW1A 1AA, SW1A ή H
es: p. ej., SW1A 1AA, SW1A o H
fi: esim. SW1A 1AA, SW1A tai H
fr: ex. : SW1A 1AA, SW1A ou H
he: לדוגמה: SW1A 1AA, SW1A או H
hi: उदा., SW1A 1AA, SW1A या H
hr: npr. SW1A 1AA, SW1A ili H
hu: pl.: SW1A 1AA, SW1A vagy H
id: mis., SW1A 1AA, SW1A atau H
it: ad es., SW1A 1AA, SW1A o H
ja: 例: SW1A 1AA, SW1A または H
ko: 예: SW1A 1AA, SW1A 또는 H
ms: cth., SW1A 1AA, SW1A atau H
nb: f.eks. SW1A 1AA, SW1A eller H
nl: bijv. SW1A 1AA, SW1A of H
pl: np. SW1A 1AA, SW1A lub H
pt_pt: por ex., SW1A 1AA, SW1A ou H
ro: ex.: SW1A 1AA, SW1A sau H
ru: напр. SW1A 1AA, SW1A или H
sk: napr. SW1A 1AA, SW1A alebo H
sl: npr. SW1A 1AA, SW1A ali H
sv: t.ex. SW1A 1AA, SW1A eller H
th: เช่น SW1A 1AA, SW1A หรือ H
tr: örn. SW1A 1AA, SW1A veya H
uk: наприклад, SW1A 1AA, SW1A або H
vi: ví dụ: SW1A 1AA, SW1A hoặc H
zh_hans: 例如：SW1A 1AA、SW1A 或 H
zh_hant: 例如：SW1A 1AA、SW1A 或 H

source: Electricity Supply
ar: إمداد الكهرباء
ca: Subministrament elèctric
cs: Dodávka elektřiny
da: Elforsyning
de: Stromversorgung
el: Παροχή ηλεκτρικού ρεύματος
es: Suministro eléctrico
fi: Sähköntoimitus
fr: Fourniture d'électricité
he: אספקת חשמל
hi: बिजली की आपूर्ति
hr: Opskrba električnom energijom
hu: Elektromos áram ellátás
id: Pasokan Listrik
it: Fornitura di elettricità
ja: 電力供給
ko: 전기 공급
ms: Bekalan Elektrik
nb: Strømforsyning
nl: Stroomvoorziening
pl: Dostawa energii elektrycznej
pt_pt: Fornecimento de Eletricidade
ro: Furnizarea de electricitate
ru: Электроснабжение
sk: Dodávka elektriny
sl: Dobava električne energije
sv: Elförsörjning
th: การจ่ายไฟฟ้า
tr: Elektrik Tedariki
uk: Постачання електроенергії
vi: Cung cấp điện
zh_hans: 电力供应
zh_hant: 電力供應

source: End
ar: النهاية
ca: Fi
cs: Konec
da: Slut
de: Ende
el: Τέλος
es: Fin
fi: Loppu
fr: Fin
he: סיום
hi: समाप्ति
hr: Kraj
hu: Vége
id: Akhir
it: Fine
ja: 終了
ko: 종료
ms: Tamat
nb: Slutt
nl: Einde
pl: Koniec
pt_pt: Fim
ro: Sfârșit
ru: Конец
sk: Koniec
sl: Konec
sv: Slut
th: สิ้นสุด
tr: Son
uk: Кінець
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

source: End Date
ar: تاريخ الانتهاء
ca: Data de finalització
cs: Datum ukončení
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de finalización
fi: Päättymispäivä
fr: Date de fin
he: תאריך סיום
hi: समाप्ति तिथि
hr: Datum završetka
hu: Befejezés dátuma
id: Tanggal Berakhir
it: Data di fine
ja: 終了日
ko: 종료 날짜
ms: Tarikh Tamat
nb: Sluttdato
nl: Einddatum
pl: Data zakończenia
pt_pt: Data de término
ro: Data de încheiere
ru: Дата окончания
sk: Dátum ukončenia
sl: Datum konca
sv: Slutdatum
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
uk: Дата завершення
vi: Ngày kết thúc
zh_hans: 结束日期
zh_hant: 結束日期

source: End:
ar: النهاية:
ca: Fi:
cs: Konec:
da: Slut:
de: Ende:
el: Τέλος:
es: Fin:
fi: Loppu:
fr: Fin:
he: סיום:
hi: समाप्ति:
hr: Kraj:
hu: Vége:
id: Akhir:
it: Fine:
ja: 終了:
ko: 종료:
ms: Tamat:
nb: Slutt:
nl: Einde:
pl: Koniec:
pt_pt: Fim:
ro: Sfârșit:
ru: Конец:
sk: Koniec:
sl: Konec:
sv: Slut:
th: สิ้นสุด:
tr: Son:
uk: Кінець:
vi: Kết thúc:
zh_hans: 结束:
zh_hant: 結束:

source: Enter your postcode to determine your electricity region for accurate rates, or directly enter your region code (A-P) if you know it. Examples: • Postcode: SW1A 1AA or SW1A • Region Code: H If empty or invalid, region 'H' (Southern England) will be used as default.
ar: أدخل الرمز البريدي الخاص بك لتحديد منطقتك الكهربائية للحصول على أسعار دقيقة، أو أدخل رمز المنطقة (A-P) مباشرةً إذا كنت تعرفه. أمثلة: • الرمز البريدي: SW1A 1AA أو SW1A • رمز المنطقة: H إذا كان الحقل فارغًا أو غير صالح، فسيتم استخدام المنطقة 'H' (جنوب إنجلترا) كإعداد افتراضي.
ca: Introduïu el vostre codi postal per determinar la vostra regió elèctrica i obtenir preus precisos o introduïu directament el codi de regió (A-P) si el coneixeu. Exemples: • Codi postal: SW1A 1AA o SW1A • Codi de regió: H Si està buit o no és vàlid, s’utilitzarà per defecte la regió 'H' (sud d’Anglaterra).
cs: Zadejte své poštovní směrovací číslo pro určení vaší elektrické oblasti a přesné sazby, nebo přímo zadejte kód oblasti (A-P), pokud jej znáte. Příklady: • PSČ: SW1A 1AA nebo SW1A • Kód oblasti: H Pokud je pole prázdné nebo neplatné, bude ve výchozím nastavení použita oblast 'H' (jižní Anglie).
da: Indtast dit postnummer for at bestemme dit el-område for nøjagtige priser, eller indtast direkte din regionskode (A-P), hvis du kender den. Eksempler: • Postnummer: SW1A 1AA eller SW1A • Regionskode: H Hvis tom eller ugyldig, bruges region 'H' (Sydengland) som standard.
de: Geben Sie Ihre Postleitzahl ein, um Ihre Elektrizitätsregion für genaue Tarife zu bestimmen, oder geben Sie direkt Ihren Regionscode (A-P) ein, falls Sie ihn kennen. Beispiele: • Postleitzahl: SW1A 1AA oder SW1A • Regionscode: H Ist das Feld leer oder ungültig, wird standardmäßig die Region 'H' (Südengland) verwendet.
el: Εισαγάγετε τον ταχυδρομικό κώδικα σας για να καθορίσετε την ηλεκτρική σας περιοχή και να λάβετε ακριβείς τιμές ή εισαγάγετε απευθείας τον κωδικό περιοχής (A-P) εάν τον γνωρίζετε. Παραδείγματα: • Ταχυδρομικός κώδικας: SW1A 1AA ή SW1A • Κωδικός περιοχής: H Εάν είναι κενό ή μη έγκυρο, η περιοχή 'H' (Νότια Αγγλία) θα χρησιμοποιηθεί ως προεπιλογή.
es: Introduce tu código postal para determinar tu región eléctrica y obtener tarifas precisas, o ingresa directamente tu código de región (A-P) si lo conoces. Ejemplos: • Código postal: SW1A 1AA o SW1A • Código de región: H Si está vacío o no es válido, se utilizará la región 'H' (sur de Inglaterra) por defecto.
fi: Anna postinumerosi määrittääksesi sähköalueesi tarkkoja hintoja varten tai syötä suoraan aluekoodisi (A-P), jos tiedät sen. Esimerkit: • Postinumero: SW1A 1AA tai SW1A • Aluekoodi: H Jos kenttä on tyhjä tai virheellinen, käytetään oletuksena aluetta 'H' (Etelä-Englanti).
fr: Saisissez votre code postal pour déterminer votre région électrique afin d’obtenir des tarifs précis, ou saisissez directement votre code de région (A-P) si vous le connaissez. Exemples : • Code postal : SW1A 1AA ou SW1A • Code de région : H Si le champ est vide ou invalide, la région 'H' (sud de l’Angleterre) sera utilisée par défaut.
he: הזן את המיקוד שלך כדי לקבוע את אזור החשמל שלך עבור תעריפים מדויקים, או הזן ישירות את קוד האזור (A-P) אם אתה יודע אותו. דוגמאות: • מיקוד: SW1A 1AA או SW1A • קוד אזור: H אם השדה ריק או לא חוקי, האזור 'H' (דרום אנגליה) ישמש כברירת מחדל.
hi: सटीक दरों के लिए अपनी विद्युत क्षेत्र को निर्धारित करने हेतु अपना पिन कोड दर्ज करें, या यदि आपको पता है, तो सीधे अपना क्षेत्र कोड (A-P) दर्ज करें। उदाहरण: • पिन कोड: SW1A 1AA या SW1A • क्षेत्र कोड: H यदि यह खाली या अमान्य है, तो डिफ़ॉल्ट रूप से 'H' (दक्षिणी इंग्लैंड) क्षेत्र का उपयोग किया जाएगा।
hr: Unesite svoj poštanski broj kako biste odredili svoju električnu regiju za točne cijene ili izravno unesite kôd regije (A-P) ako ga znate. Primjeri: • Poštanski broj: SW1A 1AA ili SW1A • Kôd regije: H Ako je polje prazno ili nevažeće, zadano će se koristiti regija 'H' (južna Engleska).
hu: Írja be az irányítószámát, hogy meghatározza villamosenergia-régióját a pontos tarifákhoz, vagy közvetlenül írja be a régiókódot (A-P), ha ismeri. Példák: • Irányítószám: SW1A 1AA vagy SW1A • Régiókód: H Ha üres vagy érvénytelen, az alapértelmezett régió a 'H' (Dél-Anglia) lesz.
id: Masukkan kode pos Anda untuk menentukan wilayah listrik Anda guna mendapatkan tarif yang akurat, atau masukkan langsung kode wilayah (A-P) jika Anda mengetahuinya. Contoh: • Kode pos: SW1A 1AA atau SW1A • Kode wilayah: H Jika kosong atau tidak valid, wilayah 'H' (Inggris Selatan) akan digunakan sebagai default.
it: Inserisci il tuo codice pomanual per determinare la tua area elettrica e ottenere tariffe accurate, oppure inserisci direttamente il codice area (A-P) se lo conosci. Esempi: • Codice pomanual: SW1A 1AA o SW1A • Codice area: H Se vuoto o non valido, verrà utilizzata per impostazione predefinita l’area 'H' (Inghilterra meridionale).
ja: 正確な料金を得るために郵便番号を入力して電力地域を特定するか、知っている場合は直接地域コード (A-P) を入力してください。 例: • 郵便番号: SW1A 1AA または SW1A • 地域コード: H 空欄または無効な場合は、デフォルトとして地域 'H' (イングランド南部) が使用されます。
ko: 정확한 요금을 위해 우편번호를 입력하여 전기 지역을 확인하거나, 알고 있는 경우 지역 코드(A-P)를 직접 입력하세요. 예시: • 우편번호: SW1A 1AA 또는 SW1A • 지역 코드: H 비어 있거나 유효하지 않은 경우 기본값으로 지역 'H'(잉글랜드 남부)가 사용됩니다.
ms: Masukkan poskod anda untuk menentukan wilayah elektrik anda bagi kadar yang tepat, atau terus masukkan kod wilayah (A-P) jika anda mengetahuinya. Contoh: • Poskod: SW1A 1AA atau SW1A • Kod Wilayah: H Jika dibiarkan kosong atau tidak sah, wilayah 'H' (England Selatan) akan digunakan sebagai lalai.
nb: Skriv inn postnummeret ditt for å bestemme din elektrisitetsregion for nøyaktige priser, eller skriv direkte inn regionkoden (A–P) hvis du kjenner den. Eksempler: • Postnummer: SW1A 1AA eller SW1A • Regionkode: H Hvis tomt eller ugyldig, blir region ‘H’ (Sør-England) brukt som standard.
nl: Voer uw postcode in om uw elektriciteitsregio te bepalen voor nauwkeurige tarieven, of voer direct uw regiocode (A-P) in als u deze kent. Voorbeelden: • Postcode: SW1A 1AA of SW1A • Regiocode: H Als dit veld leeg of ongeldig is, wordt standaard regio 'H' (Zuid-Engeland) gebruikt.
pl: Wprowadź swój kod pocztowy, aby określić region elektryczny i uzyskać dokładne stawki, lub bezpośrednio wprowadź kod regionu (A-P), jeśli go znasz. Przykłady: • Kod pocztowy: SW1A 1AA lub SW1A • Kod regionu: H Jeśli pole jest puste lub nieprawidłowe, jako domyślny zostanie użyty region 'H' (południowa Anglia).
pt_pt: Introduza o seu código postal para determinar a sua região de eletricidade e obter tarifas precisas, ou introduza diretamente o código de região (A-P) se o souber. Exemplos: • Código postal: SW1A 1AA ou SW1A • Código de região: H Se estiver vazio ou for inválido, a região ‘H’ (sul de Inglaterra) será usada por predefinição.
ro: Introduceți codul poștal pentru a determina regiunea dvs. electrică și pentru a obține tarife precise sau introduceți direct codul de regiune (A-P) dacă îl cunoașteți. Exemple: • Cod poștal: SW1A 1AA sau SW1A • Cod de regiune: H Dacă este gol sau nevalid, regiunea 'H' (sudul Angliei) va fi utilizată în mod implicit.
ru: Введите свой почтовый индекс, чтобы определить свой регион электроснабжения для точных тарифов, или напрямую введите код региона (A-P), если вы его знаете. Примеры: • Почтовый индекс: SW1A 1AA или SW1A • Код региона: H Если поле пустое или недействительное, по умолчанию будет использован регион 'H' (юг Англии).
sk: Zadajte svoje poštové smerovacie číslo na určenie vašej elektrickej oblasti a presných sadzieb alebo priamo zadajte kód oblasti (A-P), ak ho poznáte. Príklady: • PSČ: SW1A 1AA alebo SW1A • Kód oblasti: H Ak je prázdne alebo neplatné, predvolene sa použije oblasť 'H' (južné Anglicko).
sl: Vnesite svojo poštno številko, da določite svojo električno regijo za natančne cene, ali neposredno vnesite kodo regije (A–P), če jo poznate. Primeri: • Poštna številka: SW1A 1AA ali SW1A • Koda regije: H Če je prazno ali neveljavno, se bo privzeto uporabila regija 'H' (južna Anglija).
sv: Ange ditt postnummer för att bestämma din elregion för exakta priser eller ange din regionskod (A–P) direkt om du känner till den. Exempel: • Postnummer: SW1A 1AA eller SW1A • Regionskod: H Om det är tomt eller ogiltigt används region 'H' (södra England) som standard.
th: กรอกรหัสไปรษณีย์ของคุณเพื่อกำหนดเขตไฟฟ้าของคุณสำหรับอัตราค่าไฟฟ้าที่แม่นยำ หรือกรอกรหัสภูมิภาค (A-P) โดยตรงหากคุณทราบ ตัวอย่าง: • รหัสไปรษณีย์: SW1A 1AA หรือ SW1A • รหัสภูมิภาค: H หากเว้นว่างไว้หรือไม่ถูกต้อง จะใช้ภูมิภาค 'H' (อังกฤษตอนใต้) เป็นค่าเริ่มต้น
tr: Doğru fiyatlar için elektrik bölgenizi belirlemek üzere posta kodunuzu girin veya biliyorsanız bölge kodunu (A-P) doğrudan girin. Örnekler: • Posta kodu: SW1A 1AA veya SW1A • Bölge Kodu: H Boş veya geçersizse, varsayılan olarak 'H' (Güney İngiltere) bölgesi kullanılacaktır.
uk: Введіть свій поштовий індекс, щоб визначити свій електричний регіон для точних тарифів або безпосередньо введіть код регіону (A-P), якщо ви його знаєте. Приклади: • Поштовий індекс: SW1A 1AA або SW1A • Код регіону: H Якщо поле порожнє або неправильне, за замовчуванням буде використано регіон 'H' (південь Англії).
vi: Nhập mã bưu điện của bạn để xác định khu vực điện của bạn cho mức giá chính xác hoặc nhập trực tiếp mã vùng (A-P) nếu bạn biết. Ví dụ: • Mã bưu điện: SW1A 1AA hoặc SW1A • Mã vùng: H Nếu để trống hoặc không hợp lệ, vùng 'H' (miền Nam nước Anh) sẽ được sử dụng mặc định.
zh_hans: 输入您的邮政编码以确定您的电力区域以获得准确费率，或直接输入区域代码 (A-P)（如果您知道）。 示例： • 邮政编码：SW1A 1AA 或 SW1A • 区域代码：H 如果为空或无效，将默认使用区域“H”（英格兰南部）。
zh_hant: 輸入您的郵政編碼以判斷您的電力區域以獲取準確價格，或直接輸入區域代碼 (A-P)（如果您知道）。 範例： • 郵政編碼：SW1A 1AA 或 SW1A • 區域代碼：H 如果留空或無效，系統將預設使用區域「H」（英格蘭南部）。

source: Entities
ar: الكيانات
ca: Entitats
cs: Subjekty
da: Enheder
de: Entitäten
el: Οντότητες
es: Entidades
fi: Entiteetit
fr: Entités
he: יישויות
hi: ईकाइयाँ
hr: Entiteti
hu: Entitások
id: Entitas
it: Entità
ja: エンティティ
ko: 엔티티
ms: Entiti
nb: Enheter
nl: Entiteiten
pl: Obiekty
pt_pt: Entidades
ro: Entități
ru: Сущности
sk: Subjekty
sl: Entitete
sv: Enheter
th: เอนทิตี
tr: Varlıklar
uk: Сутності
vi: Thực thể
zh_hans: 实体
zh_hant: 實體

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Galat
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Fetch AGILE Rate
ar: جلب سعر AGILE
ca: Obtén la tarifa AGILE
cs: Získat sazbu AGILE
da: Hent AGILE-pris
de: AGILE-Tarif abrufen
el: Λήψη τιμής AGILE
es: Obtener tarifa AGILE
fi: Nouda AGILE-hinta
fr: Obtenir le tarif AGILE
he: שלוף תעריף AGILE
hi: AGILE दर प्राप्त करें
hr: Dohvati AGILE cijenu
hu: AGILE-díjszabás lekérése
id: Ambil Tarif AGILE
it: Recupera la tariffa AGILE
ja: AGILE料金を取得
ko: AGILE 요금 불러오기
ms: Dapatkan Kadar AGILE
nb: Hent AGILE-pris
nl: AGILE-tarief ophalen
pl: Pobierz stawkę AGILE
pt_pt: Obter tarifa AGILE
ro: Obține tariful AGILE
ru: Получить тариф AGILE
sk: Získať sadzbu AGILE
sl: Pridobi ceno AGILE
sv: Hämta AGILE-pris
th: ดึงอัตรา AGILE
tr: AGILE Tarifini Getir
uk: Отримати тариф AGILE
vi: Lấy giá AGILE
zh_hans: 获取 AGILE 费率
zh_hant: 取得 AGILE 費率

source: Fetch Consumption
ar: جلب الاستهلاك
ca: Obtén el consum
cs: Získat spotřebu
da: Hent forbrug
de: Verbrauch abrufen
el: Λήψη κατανάλωσης
es: Obtener consumo
fi: Nouda kulutus
fr: Obtenir la consommation
he: שלוף צריכה
hi: उपभोग प्राप्त करें
hr: Dohvati potrošnju
hu: Fogyasztás lekérése
id: Ambil Konsumsi
it: Recupera i consumi
ja: 消費量を取得
ko: 소비량 불러오기
ms: Dapatkan Penggunaan
nb: Hent forbruk
nl: Verbruik ophalen
pl: Pobierz zużycie
pt_pt: Obter consumo
ro: Obține consumul
ru: Получить потребление
sk: Získať spotrebu
sl: Pridobi porabo
sv: Hämta förbrukning
th: ดึงการใช้พลังงาน
tr: Tüketimi Getir
uk: Отримати споживання
vi: Lấy mức tiêu thụ
zh_hans: 获取用量
zh_hant: 取得用量

source: Fetch Data
ar: جلب البيانات
ca: Obtén les dades
cs: Získat data
da: Hent data
de: Daten abrufen
el: Λήψη δεδομένων
es: Obtener datos
fi: Nouda tiedot
fr: Obtenir les données
he: שלוף נתונים
hi: डेटा प्राप्त करें
hr: Dohvati podatke
hu: Adatok lekérése
id: Ambil Data
it: Recupera dati
ja: データを取得
ko: 데이터 불러오기
ms: Dapatkan Data
nb: Hent data
nl: Gegevens ophalen
pl: Pobierz dane
pt_pt: Obter dados
ro: Obține date
ru: Получить данные
sk: Získať dáta
sl: Pridobi podatke
sv: Hämta data
th: ดึงข้อมูล
tr: Verileri Getir
uk: Отримати дані
vi: Lấy dữ liệu
zh_hans: 获取数据
zh_hant: 取得資料

source: Fetch Product Details
ar: جلب تفاصيل المنتج
ca: Obtén els detalls del producte
cs: Získat podrobnosti o produktu
da: Hent produktoplysninger
de: Produktdetails abrufen
el: Λήψη λεπτομερειών προϊόντος
es: Obtener detalles del producto
fi: Nouda tuotetiedot
fr: Obtenir les détails du produit
he: שלוף פרטי מוצר
hi: उत्पाद विवरण प्राप्त करें
hr: Dohvati pojedinosti o proizvodu
hu: Termék részleteinek lekérése
id: Ambil Detail Produk
it: Recupera i dettagli del prodotto
ja: 製品詳細を取得
ko: 제품 세부 정보 불러오기
ms: Dapatkan Butiran Produk
nb: Hent produktdetaljer
nl: Productdetails ophalen
pl: Pobierz szczegóły produktu
pt_pt: Obter detalhes do produto
ro: Obține detaliile produsului
ru: Получить сведения о продукте
sk: Získať podrobnosti o produkte
sl: Pridobi podrobnosti o izdelku
sv: Hämta produktinformation
th: ดึงรายละเอียดผลิตภัณฑ์
tr: Ürün Detaylarını Getir
uk: Отримати деталі продукту
vi: Lấy chi tiết sản phẩm
zh_hans: 获取产品详情
zh_hant: 取得產品詳情

source: Fetch Products
ar: جلب المنتجات
ca: Obté productes
cs: Načíst produkty
da: Hent produkter
de: Produkte abrufen
el: Λήψη προϊόντων
es: Obtener productos
fi: Nouda tuotteet
fr: Récupérer les produits
he: משוך מוצרים
hi: उत्पाद लाएं
hr: Dohvati proizvode
hu: Termékek lekérése
id: Ambil Produk
it: Recupera prodotti
ja: 製品を取得
ko: 제품 가져오기
ms: Dapatkan Produk
nb: Hent produkter
nl: Producten ophalen
pl: Pobierz produkty
pt_pt: Obter produtos
ro: Preia produse
ru: Получить продукты
sk: Získať produkty
sl: Pridobi izdelke
sv: Hämta produkter
th: ดึงผลิตภัณฑ์
tr: Ürünleri Getir
uk: Отримати продукти
vi: Lấy sản phẩm
zh_hans: 获取产品
zh_hant: 擷取產品

source: Fetch Rates
ar: جلب الأسعار
ca: Obté tarifes
cs: Načíst sazby
da: Hent priser
de: Tarife abrufen
el: Λήψη τιμών
es: Obtener tarifas
fi: Nouda hinnat
fr: Récupérer les tarifs
he: משוך תעריפים
hi: दरें प्राप्त करें
hr: Dohvati cijene
hu: Díjak lekérése
id: Ambil Tarif
it: Recupera tariffe
ja: 料金を取得
ko: 요금 가져오기
ms: Dapatkan Kadar
nb: Hent priser
nl: Tarieven ophalen
pl: Pobierz stawki
pt_pt: Obter tarifas
ro: Preia tarife
ru: Получить тарифы
sk: Získať sadzby
sl: Pridobi cene
sv: Hämta priser
th: ดึงอัตรา
tr: Tarifleri Getir
uk: Отримати тарифи
vi: Lấy mức giá
zh_hans: 获取费率
zh_hant: 擷取費率

source: Fetch Time Window Rates
ar: جلب أسعار فترة زمنية محددة
ca: Obté tarifes de franja horària
cs: Načíst sazby pro časové období
da: Hent priser for tidsvindue
de: Tarife für Zeitfenster abrufen
el: Λήψη τιμών για συγκεκριμένο χρονικό διάστημα
es: Obtener tarifas de ventana de tiempo
fi: Nouda hinnat tietylle aikajaksolle
fr: Récupérer les tarifs pour une plage horaire
he: משוך תעריפים לחלון זמן
hi: समय-खिड़की के दरें प्राप्त करें
hr: Dohvati cijene za vremenski raspon
hu: Díjak lekérése adott időintervallumra
id: Ambil Tarif Jangka Waktu
it: Recupera tariffe per intervallo di tempo
ja: 時間枠の料金を取得
ko: 시간 창 요금 가져오기
ms: Dapatkan Kadar untuk Jangka Masa
nb: Hent priser for tidsvindu
nl: Tarieven ophalen voor tijdsvenster
pl: Pobierz stawki dla przedziału czasowego
pt_pt: Obter tarifas para intervalo de tempo
ro: Preia tarife pentru un interval de timp
ru: Получить тарифы на заданный временной период
sk: Získať sadzby pre časové okno
sl: Pridobi cene za časovno obdobje
sv: Hämta priser för tidsfönster
th: ดึงอัตราสำหรับช่วงเวลา
tr: Zaman Aralığı Tarifelerini Getir
uk: Отримати тарифи за часовим інтервалом
vi: Lấy mức giá cho khoảng thời gian
zh_hans: 获取时段费率
zh_hant: 擷取時段費率
